Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: View document
ja_jp: ドキュメントを表示

source: Change workflow step
ja_jp: ワークフローステップを変更

source: Add filter criteria
ja_jp: フィルター条件を追加

source: Advanced filters
ja_jp: 高度なフィルター

source: Filter
ja_jp: フィルター

source: Region
ja_jp: 地域

source: State
ja_jp: 都道府県

source: Select fields & values
ja_jp: フィールドと値を選択

source: Comm manager: {{count}} filter applied
ja_jp: コミュニケーションマネージャー：{{count}} 件のフィルターが適用されています

source: Comm manager: {{count}} filters applied
ja_jp: コミュニケーションマネージャー：{{count}}件のフィルターが適用されています

source: Recipient: {{count}} filter applied
ja_jp: 受信者：{{count}} 件のフィルターが適用されています

source: Recipient: {{count}} filters applied
ja_jp: 受信者：{{count}} 件のフィルターが適用されています

source: Comm manager
ja_jp: コミュニケーションマネージャー

source: Values
ja_jp: 価値観

source: Target workflow step
ja_jp: ターゲットワークフローステップ

source: Release
ja_jp: リリース

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
ja_jp: 選択された {{allAvailableDocumentsCount}}件のドキュメントのうち{{selectedRowKeysLength}}をリリースしますか？ ［ドキュメントリリース］ステップにある未リリースのドキュメントのみがリリースされます。

source: You cannot release the documents. The selected documents have already been released.
ja_jp: ドキュメントをリリースできません。 選択されたドキュメントはすでにリリース済みです。

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
ja_jp: {{selectedRowKeysLength}}のドキュメントのうち{{releasedDocumentsLength}}はすでにリリース済みです。それ以外のドキュメントをリリースしますか？

source: Do you want to release {{selectedRowKeysLength}} documents?
ja_jp: {{selectedRowKeysLength}}のドキュメントをリリースしますか？

source: Documents already released
ja_jp: すでにリリース済みのドキュメント

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
ja_jp: {{RequestedCount}}件中{{SucceededCount}}件のドキュメントが正常にリリースされました。すでにリリース済みのドキュメントと［ドキュメントレビュー］ステップにないドキュメントはリリースできません。

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
ja_jp: {{RequestedCount}} 件中 {{SucceededCount}} 件のドキュメントが正常にリリースされました。

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
ja_jp: 選択された{{RequestedCount}}件のドキュメントのうち{{FailedLength}}はリリースできません。［ドキュメントレビュー］ステップにある未リリースのドキュメントのみリリース可能です。

source: {{selectedDocsLength}} documents selected:
ja_jp: {{selectedDocsLength}}のドキュメントを選択中：

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
ja_jp: 選択された {{allAvailableDocumentsCount}}件のドキュメントのうち{{selectedRowKeysLength}}のリリースをキャンセルしますか？ リリース済みのドキュメントのみがリリースをキャンセルされます。

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
ja_jp: ［リリースキャンセル済み］および［未リリース］ステータスのファイルは、リリースをキャンセルできません。

source: You cannot unrelease the files. The selected files have not been released yet.
ja_jp: ファイルのリリースをキャンセルできません。 選択されたファイルはまだリリースされていません。

source: You cannot unrelease the files. The selected files have already been unreleased.
ja_jp: ファイルのリリースをキャンセルできません。 選択されたファイルはすでにリリースキャンセル済みです。

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
ja_jp: {{unReleasedDocumentsLength}}中{{selectedRowKeysLength}}はすでにリリースキャンセル済みです。それ以外のドキュメントのリリースをキャンセルしますか？

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
ja_jp: {{selectedRowKeysLength}}のドキュメントのリリースをキャンセルしますか？

source: Documents already unreleased
ja_jp: すでにリリースキャンセル済みのドキュメント

source: Unrelease impossible
ja_jp: リリースキャンセル不可

source: Files not released
ja_jp: 未リリースのファイル

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
ja_jp: {{RequestedCount}}件中{{SucceededCount}}件のドキュメントのリリースが正常にキャンセルされました。未リリースのドキュメントはリリースをキャンセルできません。

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
ja_jp: {{RequestedCount}} 件中 {{SucceededCount}} 件のドキュメントのリリース解除に成功しました。

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
ja_jp: 選択された{{RequestedCount}}件のドキュメントのうち{{FailedLength}}件はリリースをキャンセルできません。リリース済みのドキュメントのみリリースをキャンセル可能です。

source: My summary document
ja_jp: 私の要約ドキュメント

source: Generation date
ja_jp: 生成日

source: Document recipient
ja_jp: ドキュメント受信者

source: Release status
ja_jp: リリースステータス

source: My summary doc
ja_jp: 私の要約ドキュメント

source: Are you sure you want to cancel the release of the selected documents?
ja_jp: 選択されたドキュメントのリリースをキャンセルしてもよろしいですか？

source: Unrelease selected documents
ja_jp: 選択されたドキュメントのリリースをキャンセル

source: Are you sure you want to delete the selected documents?
ja_jp: 選択されたドキュメントを削除してもよろしいですか？

source: Delete documents
ja_jp: ドキュメントを削除

source: Are you sure you want to release the selected documents?
ja_jp: 選択されたドキュメントをリリースしてもよろしいですか？

source: Release selected documents
ja_jp: 選択されたドキュメントをリリース

source: Communication manager name
ja_jp: 通信マネージャ名

source: Type part of a name
ja_jp: 名前の一部を入力

source: Generated after
ja_jp: 以下より後に生成：

source: Generated before
ja_jp: 以下より前に生成：

source: Remove filters and the clear the search to show all results.
ja_jp: フィルタを削除し、検索をクリアしてすべての結果を表示してください。

source: Recipient name
ja_jp: 受信者名

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
ja_jp: 選択された{{allAvailableDocumentsCount}}件のドキュメントのうち{{selectedRowKeysLength}}のワークフローステップを変更しますか？ 選択された行のうち「{{TargetStep}}」ステップにないもののみが移行されます。なお、ワークフロー内で移動できるようにするには、リリース済みドキュメントのリリースをキャンセルする必要があります。

source: Change workflow step of selected documents
ja_jp: 選択されたドキュメントのワークフローステップを変更

source: You cannot change the workflow step of the selected documents.
ja_jp: 選択されたドキュメントのワークフローステップを変更できません。

source: Workflow step change impossible
ja_jp: ワークフローステップ変更不可

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
ja_jp: {{RequestedCount}}件中{{SucceededCount}}件のドキュメントが次のワークフローステップに正常に移行されました。

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
ja_jp: 現時点で、選択された{{RequestedCount}}件のドキュメントのうち{{FailedLength}}は変更できません。後ほど再度お試しください。

source: Release impossible. The selected documents have already been released.
ja_jp: リリースできません。 選択されたドキュメントはすでにリリース済みです。

source: Do you want to release {{selectedRowKeysLength}} selected documents?
ja_jp: 選択された{{selectedRowKeysLength}}のドキュメントをリリースしますか？

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
ja_jp: {{RequestedCount}}件中{{SucceededCount}}件のドキュメントが正常にリリースされました。すでにリリース済みのドキュメントと［ドキュメントレビュー］ステップにないドキュメントはリリースできません。

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
ja_jp: 選択された{{RequestedCount}}件のドキュメントのうち{{FailedLength}}はリリースできません。［ドキュメントレビュー］ステップにある未リリースのドキュメントのみリリース可能です。

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
ja_jp: 選択された {{allAvailableDocumentsCount}}件のドキュメントのうち{{selectedRowKeysLength}}のリリースをキャンセルしますか？ リリース済みのドキュメントのみがリリースをキャンセルされます。

source: You cannot unrelease files in "Unreleased" and "Not released" status.
ja_jp: ［リリースキャンセル済み］および［未リリース］ステータスのファイルは、リリースをキャンセルできません。

source: You cannot unrelease the files; the selected files haven't been released yet.
ja_jp: ファイルのリリースをキャンセルできません。 選択されたファイルはまだリリースされていません。

source: You cannot unrelease files. The selected files have already been unreleased.
ja_jp: ファイルのリリースをキャンセルできません。 選択されたファイルはすでにリリースキャンセル済みです。

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
ja_jp: 選択された{{selectedRowKeysLength}}のドキュメントのうち{{unReleasedDocumentsLength}}はすでにリリースキャンセル済みです。それ以外のドキュメントのリリースをキャンセルしますか？

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
ja_jp: 選択された{{selectedRowKeysLength}}のドキュメントのリリースをキャンセルしますか？

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
ja_jp: 選択された{{RequestedCount}}件のドキュメントのうち{{FailedLength}}件はリリースをキャンセルできません。リリース済みのドキュメントのみリリースをキャンセル可能です。

source: No manager
ja_jp: マネージャーなし

source: Managers
ja_jp: 管理者

source: Communication manager
ja_jp: 通信マネージャ

source: Supported file formats: PDF. Maximum file size: 20MB.
ja_jp: 対応ファイル形式：PDF。 最大ファイルサイズ：20MB。

source: You can close this window, but please keep this page open to ensure a successful upload.
ja_jp: このウィンドウを閉じることはできますが、アップロードを正常に完了させるためにこのページは開いたままにしてください。

source: Your file is being uploaded.
ja_jp: ファイルをアップロードしています。

source: The document "{{fileName}}" was successfully imported.
ja_jp: ドキュメント「{{fileName}}」が正常にインポートされました。

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
ja_jp: ドキュメント「{{fileName}}」はインポートできません。形式およびサイズの条件をご確認ください。

source: Canceled
ja_jp: キャンセル済み

source: No doc
ja_jp: ドキュメントなし

source: Not released
ja_jp: 未リリース

source: Released
ja_jp: リリース済み

source: Unreleased
ja_jp: リリースキャンセル済み

source: My summary report
ja_jp: 私の要約レポート

source: Document review
ja_jp: ドキュメントレビュー

source: Hierarchy validation
ja_jp: 階層の検証

source: Marketing team equity plan
ja_jp: マーケティングチームの株式計画

source: View grid
ja_jp: グリッドを表示

source: Comp history
ja_jp: 報酬履歴

source: Go to individual view
ja_jp: 個別表示に移動

source: Comp overview
ja_jp: コンプ概要

source: day
ja_jp: 日

source: History of the last {{count}} change events
ja_jp: 直近の{{count}}件の変更イベントの履歴

source: month
ja_jp: 月

source: months
ja_jp: ヶ月

source: No compensation history available for this worker at the moment.
ja_jp: 現在、この社員の報酬履歴はありません。

source: No comp history
ja_jp: 報酬履歴はありません

source: Overview of recent changes
ja_jp: 最近の変更点の概要

source: Time in company
ja_jp: 会社での在籍期間

source: Time in role
ja_jp: 役割の期間

source: year
ja_jp: 年

source: years
ja_jp: 年

source: Create plan
ja_jp: 計画を作成

source: New plan
ja_jp: 新しい計画

source: Are you sure you want to exit without saving your changes?
ja_jp: 変更を保存せずに終了してもよろしいですか？

source: Exit without saving
ja_jp: 保存せずに終了

source: Zip code
ja_jp: 郵便番号

source: Zip code or postal code.
ja_jp: 郵便番号。

source: Let's discuss on
ja_jp: 以下に関するディスカッションを設定しましょう：

source: Type and status
ja_jp: タイプとステータス

source: Please accept the data privacy notice to proceed.
ja_jp: 続行するには、データプライバシー通知を承諾してください。

source: Bulk edition via CSV
ja_jp: CSVによる一括編集

source: Export roles
ja_jp: 役割をエクスポート

source: Upload your file
ja_jp: ファイルをアップロード

source: Download your current role configuration
ja_jp: 現在の自分の役割設定をダウンロード

source: Edit the CSV file
ja_jp: CSVファイルを編集

source: Upload the modified CSV file
ja_jp: 変更されたCSVファイルをアップロード

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
ja_jp: ファイルが正常にアップロードされました。ログファイルをダウンロードしてください。エラーを確認するには、ファイルの最後の2列（［Result（結果）］と［Error Description（エラーの説明）］）を参照してください。

source: Your avatar was successfully updated.
ja_jp: アバターが正常に更新されました。

source: <strong>{{userName}}</strong> added alignments.
ja_jp: <strong>{{userName}}</strong>さんがすり合わせを追加しました。

source: <strong>{{userName}}</strong> deleted alignments.
ja_jp: <strong>{{userName}}</strong>さんがすり合わせを削除しました。

source: <strong>{{userName}}</strong> added a file.
ja_jp: <strong>{{userName}}</strong>さんがファイルを追加しました。

source: <strong>{{userName}}</strong> deleted a file.
ja_jp: <strong>{{userName}}</strong>さんがファイルを削除しました。

source: <strong>{{userName}}</strong> added a deliverable.
ja_jp: <strong>{{userName}}</strong>さんが成果を追加しました。

source: <strong>{{userName}}</strong> deleted a deliverable.
ja_jp: <strong>{{userName}}</strong>さんが成果を削除しました。

source: <strong>{{userName}}</strong> marked a deliverable as done.
ja_jp: <strong>{{userName}}</strong>さんが成果を終了済みとしてマークしました。

source: <strong>{{userName}}</strong> marked a deliverable as undone.
ja_jp: <strong>{{userName}}</strong>さんが成果を未終了としてマークしました。

source: <strong>{{userName}}</strong> updated a deliverable.
ja_jp: <strong>{{userName}}</strong>さんが成果を更新しました。

source: <strong>{{userName}}</strong> updated a description.
ja_jp: <strong>{{userName}}</strong>さんが説明を更新しました。

source: <strong>{{userName}}</strong> updated the due date.
ja_jp: <strong>{{userName}}</strong>さんが期日を更新しました。

source: <strong>{{userName}}</strong> approved a goal
ja_jp: <strong>{{userName}}</strong>さんが目標を承認しました

source: <strong>{{userName}}</strong> created a goal
ja_jp: <strong>{{userName}}</strong>さんが目標を作成しました

source: <strong>{{userName}}</strong> rejected a goal
ja_jp: <strong>{{userName}}</strong>さんが目標を拒否しました

source: <strong>{{userName}}</strong> deleted a goal
ja_jp: <strong>{{userName}}</strong>さんが目標を削除しました

source: <strong>{{userName}}</strong> marked a goal as done.
ja_jp: <strong>{{userName}}</strong>さんが目標を終了済みとしてマークしました。

source: <strong>{{userName}}</strong> reopened a goal
ja_jp: <strong>{{userName}}</strong>さんが目標を再オープンしました

source: <strong>{{userName}}</strong> submitted a goal for approval.
ja_jp: <strong>{{userName}}</strong>さんが承認に向けて目標を送信しました。

source: <strong>{{userName}}</strong> added a measurement criterion
ja_jp: <strong>{{userName}}</strong>さんが測定基準を追加しました

source: <strong>{{userName}}</strong> deleted a measurement criterion
ja_jp: <strong>{{userName}}</strong>さんが測定基準を削除しました

source: <strong>{{userName}}</strong> updated a measurement criterion
ja_jp: <strong>{{userName}}</strong>さんが測定基準を更新しました

source: <strong>{{userName}}</strong> updated the population of a goal.
ja_jp: <strong>{{userName}}</strong>さんが目標の母集団を更新しました。

source: <strong>{{userName}}</strong> updated a goal priority
ja_jp: <strong>{{userName}}</strong>さんが目標の優先度を更新しました

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
ja_jp: <strong>{{userName}}</strong>さんが目標の進捗設定を更新しました。

source: <strong>{{userName}}</strong> updated the progress of a goal.
ja_jp: <strong>{{userName}}</strong>さんが目標の進捗を更新しました。

source: <strong>{{userName}}</strong> updated a title
ja_jp: <strong>{{userName}}</strong>さんがタイトルを更新しました

source: <strong>{{userName}}</strong> updated a goal tracking status
ja_jp: <strong>{{userName}}</strong>さんが目標の追跡ステータスを更新しました

source: <strong>{{userName}}</strong> updated the weight of a goal.
ja_jp: <strong>{{userName}}</strong>さんが目標の重み付けを更新しました。

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
ja_jp: セキュリティフィルターによりリクエストがブロックされました。ページを更新して、もう一度お試しください。問題が解決しない場合は、IT担当チームにお問い合わせください。

source: Exit proxy
ja_jp: 代理を終了

source: Back to the previous page
ja_jp: 前のページに戻る

source: You currently don't have proxy access
ja_jp: 現在、代理アクセスはありません

source: My proxy permissions
ja_jp: 私の代理アクセス許可

source: Proxy user
ja_jp: 代理ユーザー

source: Acting on behalf of
ja_jp: 以下を代理：

source: Your goal was successfully published. You're on the right track!
ja_jp: 目標が正常に公開されました。順調に進んでいます！

source: See all
ja_jp: すべて表示

source: View goal
ja_jp: 目標を表示

source: Read less
ja_jp: 表示を減らす

source: Read more
ja_jp: 表示を増やす

source: State or region.
ja_jp: 州/都道府県または地域。

source: Are you sure you want to reopen this goal?
ja_jp: この目標を再オープンしてもよろしいですか？

source: Reopen goal
ja_jp: 目標を再オープン

source: Add inspiration tip content
ja_jp: インスピレーションのヒント内容を追加

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
ja_jp: 私のプロジェクトの進捗について、あなたの考えを教えてもらえますか？ | 私の主な3つの強みは何ですか？ | 私はどの領域の能力開発に注力すべきだと思いますか？ | 私と一緒に働くことのどのような点が気に入っていますか？ | 一緒に働く体験を改善するために、私にできることはありますか？ | この役割における私の改善点は何ですか？ | この役割において私が最も影響力を発揮しているのはどのような部分だと思いますか？ | あなたの役割をより効果的にサポートするために、私はどうすべきでしたか？ | 私のプロジェクトに関して、うまくいっていること、またはうまくいかなかったことは何ですか？ | 私の成長に役立つヒントとして、何かいただけるアドバイスはありますか？ | 私の自己認識に事実とのずれがあると感じたことはありますか？ | 私が学習/改善すべきスキルは何だと思いますか？ | この役割における私の仕事ぶりについて、どう思われますか？ | あなただったら違うやり方をしただろうと思われる事柄はありますか？ | 私が実践すべき重要な行動とは何ですか？

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
ja_jp: 彼/彼女のプロジェクトの進捗について、あなたの考えを教えてもらえますか？ | 彼/彼女の主な3つの強みは何ですか？| 彼/彼女はどの領域の能力開発に注力すべきだと思いますか？| 彼/彼女と一緒に働くことのどのような点が気に入っていますか？| 彼/彼女に中止/開始/継続を勧めたいのはどのような事柄ですか？| 一緒に働く体験を改善するために、彼/彼女にできることはありますか？| この役割における彼/彼女の改善点は何ですか？| この役割において彼/彼女が最も影響力を発揮しているのはどのような部分だと思いますか？| 彼/彼女が注力できるよう私が支援すべき具体的な能力開発領域はありますか？| 彼/彼女に1つだけアドバイスするとしたら、それは何ですか？| 彼/彼女の自己認識に事実とのずれがあると感じたことはありますか？| 彼/彼女が学習/改善すべきスキルは何だと思いますか？| この役割における彼/彼女の仕事ぶりについて、どう思われますか？| 彼/彼女の特に際立った行動は何だと思いますか？| 彼/彼女が実践すべき重要な行動とは何ですか？

source: Where do you think they are most impactful in their role?
ja_jp: 彼らが自分の役割において最も影響力を発揮していると思うのはどの点ですか？

source: Have you noticed any gaps in their self-awareness?
ja_jp: 彼らの自己認識にギャップを感じたことはありますか？

source: What key behaviors should they practice?
ja_jp: どのような重要な行動を実践すべきですか？

source: What would you recommend them to stop/start/continue?
ja_jp: あなたは彼らに何をやめる/始める/続けることを勧めますか？

source: Can you give me your perspective on the progress of their projects?
ja_jp: 彼らのプロジェクトの進捗状況についてのご意見をお聞かせいただけますか？

source: What do you think are their top stand out behaviors?
ja_jp: 彼らの最も際立った行動は何だと思いますか？

source: What is something you like about working with them?
ja_jp: 一緒に働く中で、あなたが気に入っていることは何ですか？

source: Are there any specific areas of development you think I could help them focus on?
ja_jp: 彼らが重点的に取り組むべき特定の能力開発分野で、私が支援できると思うものはありますか。

source: What are their top three strengths?
ja_jp: 彼らの最も優れた強みは3つ挙げると何ですか？

source: Where could they improve in their role?
ja_jp: 役割においてどのような点を改善できますか？

source: Is there anything they could do to improve your experience working with them?
ja_jp: あなたと一緒に働く上で、彼らが改善できることはありますか？

source: If there was one piece of advice you could give them, what would it be?
ja_jp: 一つだけアドバイスをするとしたら、何を伝えますか？

source: Where do you think they should focus their development?
ja_jp: 彼らはどの分野の能力開発に注力すべきだと思いますか？

source: Can you give me your thoughts on how they are doing in their role?
ja_jp: 役割においてどのようなパフォーマンスを発揮しているか、ご意見をお聞かせいただけますか？

source: What skills do you think they should learn/improve?
ja_jp: どのようなスキルを習得・向上させるべきだと思いますか？

source: How could I have better supported you in your role?
ja_jp: あなたの役割をより良くサポートするために、私はどのようなことができたでしょうか？

source: Have you noticed any gaps in my self-awareness?
ja_jp: 私の自己認識に何かギャップを感じましたか？

source: What key behaviors should I practice?
ja_jp: どのような重要な行動を実践すべきですか？

source: Is there anything I could do to improve your experience working with me?
ja_jp: 私と一緒に働く上で、より良い経験をしていただくために、私にできることはありますか？

source: Can you give me your perspective on the progress of my project?
ja_jp: 私のプロジェクトの進捗状況についてご意見をいただけますか？

source: Is there anything you would have done differently?
ja_jp: 違うやり方をすればよかったと思うことはありますか？

source: What is something you like about working with me?
ja_jp: 私と一緒に働いていて、好きなところはどこですか？

source: Can we talk about my project? What do you think is going well or what didn’t go well?
ja_jp: 私のプロジェクトについて話せますか？うまくいっていること、またはうまくいかなかったことは何だと思いますか？

source: What are my top three strengths?
ja_jp: 私の上位3つの強みは何ですか？

source: Where do you think I am most impactful in my role?
ja_jp: 私の役割において、最も影響力を発揮できていると思う点はどこですか？

source: Where could I improve in my role?
ja_jp: 自分の役割においてどこを改善できますか？

source: If there was one piece of advice you would give me to help me grow, what would it be?
ja_jp: 私の成長を助けるためにアドバイスをひとつ挙げるとしたら、何を教えていただけますか？

source: Where do you think I should focus my development?
ja_jp: 私の能力開発において、どこに重点を置くべきだと思いますか？

source: Can you give me your thoughts on how I am doing in my role?
ja_jp: 私の役割におけるパフォーマンスについて、ご意見をいただけますか？

source: What skills do you think I should learn/improve?
ja_jp: どのようなスキルを習得・向上させるべきだと思いますか？

source: The goal was successfully submitted again for approval.
ja_jp: 目標が承認に向けて再度正常に送信されました。

source: Performance evaluation section
ja_jp: パフォーマンス評価セクション

source: The review is about a deactivated worker.
ja_jp: このレビューは、無効化された従業員に関するものです。

source: Edit response
ja_jp: 応答を編集

source: Goals aligned to this goal
ja_jp: この目標に連動した目標

source: Fulfillment
ja_jp: 履行

source: Hide details
ja_jp: 詳細を非表示

source: What is your view?
ja_jp: あなたの見解は？

source: No rating yet.
ja_jp: まだ評価がありません。

source: Not rated
ja_jp: 評価されていません

source: Delete reviews
ja_jp: レビューを削除

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
ja_jp: {{count}}件のレビューを削除してもよろしいですか？ この操作は元に戻せません。

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
ja_jp: {{count}}件のレビューを削除してもよろしいですか？ この操作は元に戻せません。

source: Delete {{count}} review
ja_jp: {{count}}件のレビューを削除

source: Delete {{count}} reviews
ja_jp: {{count}}件のレビューを削除

source: The deletion process of the review has started. This can take some time.
ja_jp: レビューの削除プロセスが開始されました。これには多少時間がかかる場合があります。

source: {{count}} reviews were successfully deleted.
ja_jp: {{count}} 件のレビューが正常に削除されました。

source: {{count}} review was successfully deleted.
ja_jp: {{count}} 件のレビューが正常に削除されました。

source: Filter by review stage
ja_jp: レビューのステージでフィルタリング

source: Reviews in "Closed" stage: {{count}}
ja_jp: ［クローズ］ステージのレビュー：{{count}}件

source: Reviews in "Closed (System)" stage: {{count}}
ja_jp: ［クローズ（システム）］ステージのレビュー：{{count}}件

source: Reviews in "Moderation" stage: {{count}}
ja_jp: ［モデレーション］ステージのレビュー：{{count}}件

source: Reviews in "Pending sign-off" stage: {{count}}
ja_jp: 「承認待ち」段階のレビュー: {{count}}

source: Find workers by cost center
ja_jp: コストセンター別に従業員を検索

source: Search for a cost center
ja_jp: コストセンターを検索

source: Find workers by country
ja_jp: 国別に従業員を検索

source: Search for a country
ja_jp: 国を検索

source: The list can load up to {{count}} results. Use the search field to find additional managers.
ja_jp: リストには最大 {{count}} 件の結果を読み込めます。追加のマネージャーを検索するには、検索フィールドを使用してください。

source: Find workers by their manager
ja_jp: マネージャ別に従業員を検索
